Repository: dioras/wallpics-mac
Catalog: WallpicsMac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, ru, zh_hans

source: We'll apply your pick right now so you can see it live.
de: Wir wenden deine Auswahl sofort an, damit du sie live siehst.
es: Aplicaremos tu elección ahora mismo para que la veas en vivo.
fr: Nous appliquons votre choix immédiatement pour que vous le voyiez en direct.
ja: 選んだ壁紙をすぐに適用して、実際にご確認いただけます。
pt_br: Vamos aplicar sua escolha agora para você ver ao vivo.
ru: Применим ваш выбор прямо сейчас, чтобы вы увидели результат.
zh_hans: 我们将立即应用你的选择,让你实时查看效果。

source: We'll let you know when it's ready — usually within 48 hours. You can keep using WallPics in the meantime.
de: Wir sagen dir Bescheid, sobald es fertig ist – meist innerhalb von 48 Stunden. Du kannst WallPics inzwischen weiter nutzen.
es: Te avisaremos cuando esté listo, normalmente en 48 horas. Mientras tanto puedes seguir usando WallPics.
fr: Nous vous préviendrons quand il sera prêt, généralement sous 48 heures. Vous pouvez continuer à utiliser WallPics en attendant.
ja: 完成したらお知らせします。通常48時間以内です。その間も WallPics はそのまま使えます。
pt_br: Avisaremos quando estiver pronto, normalmente em até 48 horas. Enquanto isso, continue usando o WallPics.
ru: Мы сообщим, когда всё будет готово — обычно в течение 48 часов. А пока продолжайте пользоваться WallPics.
zh_hans: 完成后我们会通知你，通常在 48 小时内。在此期间你可以继续使用 WallPics。

source: Welcome to WallPics
de: Willkommen bei WallPics
es: Te damos la bienvenida a WallPics
fr: Bienvenue dans WallPics
ja: WallPics へようこそ
pt_br: Bem-vindo ao WallPics
ru: Добро пожаловать в WallPics
zh_hans: 欢迎使用 WallPics

source: You're all set.
de: Alles erledigt.
es: Todo listo.
fr: Tout est prêt.
ja: 準備完了です。
pt_br: Tudo pronto.
ru: Всё готово.
zh_hans: 一切就绪。

source: You've already sent one of these photos. Each pet only needs to be sent once — it appears in your list after review.
de: Eines dieser Fotos hast du bereits gesendet. Jedes Haustier muss nur einmal gesendet werden – es erscheint nach der Prüfung in deiner Liste.
es: Ya has enviado una de estas fotos. Cada mascota solo hay que enviarla una vez: aparecerá en tu lista tras la revisión.
fr: Vous avez déjà envoyé l'une de ces photos. Chaque animal n'a besoin d'être envoyé qu'une fois — il apparaîtra dans votre liste après validation.
ja: この写真はすでに送信済みです。ペットは一度送るだけで十分です。審査後にリストに表示されます。
pt_br: Você já enviou uma dessas fotos. Cada pet só precisa ser enviado uma vez — ele aparece na sua lista após a revisão.
ru: Одно из этих фото вы уже отправляли. Каждого питомца нужно отправить только один раз — он появится в списке после проверки.
zh_hans: 其中一张照片你已经发送过了。每只宠物只需发送一次，审核后会出现在你的列表中。

source: Your Uploads
de: Deine Uploads
es: Tus subidas
fr: Vos imports
ja: アップロード
pt_br: Seus envios
ru: Ваши загрузки
zh_hans: 我的上传

source: Your first %lld pets are free — WallPics Pro unlocks more
de: Deine ersten %lld Haustiere sind gratis – WallPics Pro schaltet mehr frei
es: Tus primeras %lld mascotas son gratis; WallPics Pro desbloquea más
fr: Vos %lld premiers animaux sont gratuits — WallPics Pro en débloque davantage
ja: 最初の%lld匹のペットは無料です。WallPics Proでさらに追加できます
pt_br: Seus primeiros %lld pets são grátis — o WallPics Pro libera mais
ru: Первые %lld питомца бесплатно — WallPics Pro открывает больше
zh_hans: 前 %lld 只宠物免费，WallPics Pro 可解锁更多

source: Your pet is built. It's in Pets and in your DIY tab.
de: Dein Haustier ist fertig. Es ist unter Haustiere und im DIY-Tab.
es: Tu mascota está lista. Está en Mascotas y en tu pestaña DIY.
fr: Votre animal est prêt. Il est dans Animaux et dans votre onglet DIY.
ja: ペットが完成しました。「ペット」とDIYタブにあります。
pt_br: Seu pet está pronto. Está em Pets e na sua aba DIY.
ru: Питомец готов. Он в разделе «Питомцы» и во вкладке DIY.
zh_hans: 你的宠物已完成，在“宠物”和 DIY 标签页中。

source: Your pet is built. Open WallPics to put it on your desktop.
de: Dein Haustier ist fertig. Öffne WallPics, um es auf den Schreibtisch zu setzen.
es: Tu mascota está lista. Abre WallPics para ponerla en tu escritorio.
fr: Votre animal est prêt. Ouvrez WallPics pour le placer sur votre bureau.
ja: ペットが完成しました。WallPics を開いてデスクトップに置きましょう。
pt_br: Seu pet está pronto. Abra o WallPics para colocá-lo na sua mesa.
ru: Питомец готов. Откройте WallPics, чтобы поставить его на рабочий стол.
zh_hans: 你的宠物已完成。打开 WallPics 把它放到桌面上。

source: Your pet is in the Pets tab. Put it on your desktop.
de: Dein Haustier ist im Tab „Haustiere“. Setze es auf deinen Schreibtisch.
es: Tu mascota está en la pestaña Mascotas. Ponla en tu escritorio.
fr: Votre animal est dans l'onglet Animaux. Placez-le sur votre bureau.
ja: ペットは「ペット」タブにあります。デスクトップに置きましょう。
pt_br: Seu pet está na aba Pets. Coloque-o na sua mesa.
ru: Питомец во вкладке «Питомцы». Поставьте его на рабочий стол.
zh_hans: 你的宠物已在“宠物”标签页中。把它放到桌面上吧。

source: Your pets
de: Deine Haustiere
es: Tus mascotas
fr: Vos animaux
ja: あなたのペット
pt_br: Seus pets
ru: Ваши питомцы
zh_hans: 你的宠物

source: Your purchase is waiting for approval. Send your photos again once it goes through.
de: Dein Kauf wartet auf Freigabe. Sende deine Fotos erneut, sobald er bestätigt ist.
es: Tu compra está pendiente de aprobación. Vuelve a enviar tus fotos cuando se complete.
fr: Votre achat attend une approbation. Renvoyez vos photos une fois qu'il est validé.
ja: 購入は承認待ちです。承認されたら、もう一度写真を送ってください。
pt_br: Sua compra está aguardando aprovação. Envie suas fotos de novo quando ela for concluída.
ru: Покупка ждёт подтверждения. Отправьте фото ещё раз, когда она пройдёт.
zh_hans: 你的购买正在等待批准。批准后请重新发送照片。

source: Your purchase went through but couldn't be saved. Quit and reopen WallPics to get it.
de: Dein Kauf war erfolgreich, konnte aber nicht gespeichert werden. Beende WallPics und öffne es erneut, um ihn zu erhalten.
es: Tu compra se realizó, pero no se pudo guardar. Cierra y vuelve a abrir WallPics para recibirla.
fr: Votre achat a abouti mais n'a pas pu être enregistré. Quittez puis rouvrez WallPics pour le récupérer.
ja: 購入は完了しましたが、保存できませんでした。WallPicsを終了して再度開くと反映されます。
pt_br: Sua compra foi concluída, mas não pôde ser salva. Feche e abra o WallPics de novo para recebê-la.
ru: Покупка прошла, но не сохранилась. Закройте и снова откройте WallPics, чтобы получить её.
zh_hans: 购买已完成，但未能保存。请退出并重新打开 WallPics 以领取。

source: Your submissions
de: Deine Einsendungen
es: Tus envíos
fr: Vos envois
ja: 送信済み
pt_br: Seus envios
ru: Ваши заявки
zh_hans: 你的提交

source: by %@
de: von %@
es: por %@
fr: par %@
ja: %@ 作
pt_br: por %@
ru: от %@
zh_hans: 由 %@ 创作

source: macOS replaced the lock screen clip — set the wallpaper again.
de: macOS hat den Sperrbildschirm-Clip ersetzt – lege das Hintergrundbild erneut fest.
es: macOS reemplazó el clip de la pantalla de bloqueo: vuelve a establecer el fondo.
fr: macOS a remplacé le clip de l'écran verrouillé – redéfinissez le fond d'écran.
ja: macOS がロック画面用クリップを置き換えました。壁紙をもう一度設定してください。
pt_br: O macOS substituiu o clipe da tela de bloqueio — defina o papel de parede novamente.
ru: macOS заменила ролик экрана блокировки — установите обои ещё раз.
zh_hans: macOS 替换了锁屏视频片段，请重新设置壁纸。

source: macOS wallpaper store not found — pick any Aerial wallpaper once in System Settings, then try again.
de: macOS-Hintergrundspeicher nicht gefunden – wähle einmal einen Luftaufnahme-Hintergrund in den Systemeinstellungen und versuche es erneut.
es: No se encontró el almacén de fondos de macOS: elige una vez cualquier fondo Aéreo en Ajustes del Sistema y vuelve a intentarlo.
fr: Réserve de fonds d'écran macOS introuvable – choisissez une fois un fond Aérien dans Réglages Système, puis réessayez.
ja: macOSの壁紙ストアが見つかりません。システム設定で空撮の壁紙を一度選んでから、もう一度お試しください。
pt_br: Armazenamento de papéis de parede do macOS não encontrado — escolha um papel de parede Aéreo uma vez nos Ajustes do Sistema e tente novamente.
ru: Хранилище обоев macOS не найдено — один раз выберите любые обои «Аэросъёмка» в Системных настройках и повторите попытку.
zh_hans: 未找到 macOS 壁纸存储——请先在“系统设置”中选择任意一款航拍壁纸，然后重试。

source: Cache
es: Caché
ja: キャッシュ
ru: Кэш
zh_hans: 缓存

source: Copyright
es: Derechos de autor
fr: Droits d'auteur
ja: 著作権
pt_br: Direitos autorais
ru: Авторские права
zh_hans: 版权

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード数
ru: Загрузки
zh_hans: 下载数

source: Upgrade
es: Mejorar
fr: Améliorer
ja: アップグレード
pt_br: Atualizar
ru: Обновить
zh_hans: 升级

source: Version
es: Versión
ja: バージョン
pt_br: Versão
ru: Версия
zh_hans: 版本
